var together = [{
    title: "初识",
    date: "2013/9/7",
    img: "",
    content: "大概是这个时间吧，原谅我记不清了。能够认识你得感谢老乡会的存在，那天晚上打完球洗完澡在宿舍待着，然后他们说到操场见见今年的新生。哈，穿着球裤人字拖就去了，然后就见到了你，要了电话加了微信。那时候大致一看，你应该是这届新生中最漂亮的吧~哈哈哈"
},{
    title: "周杰伦演唱会",
    date: "2013/9/30",
    img: "./img/yanchanghui.jpg",
    content: "国庆前几天鼓起勇气问你一起去看周杰伦演唱会好吗，没想到你居然非常爽快的答应了。记得在听演唱会的时候，周杰伦有说过牵起你边上那个人的手吧。那时候好纠结啊，还是没敢。看完演唱会很迟了，准备在肯德基待一晚上，我就静静的看你睡觉，虽然很累很困，但是感觉真好。"
},{
    title: "本子",
    date: "2013/11/17",
    img: "./img/notebook.png",
    content: "你说你要笔记本，我就去买了，刚好看到这系列，终于给我找出这三本，送给你。你这个傻瓜居然没看出来这代表什么，唉。"
},{
    title: "First Day",
    date: "2013/12/15",
    img: "./img/qianshou.jpg",
    content: "经过了两个月的软磨硬泡，在多次不同意之后，那天你终于答应和我在一起了，非常开心。"
},{
    title: "收获的一年",
    date: "2013/12/31",
    img: "",
    content: "这一年中最大的收获就是遇到了你，这是其他的无与伦比的。国奖、党员等一些在那时候看起来很有用的东西也接踵而至，同学都笑称我是学业爱情双丰收，真的很幸运。"
},{
    title: "你的生日前",
    date: "2014/2/14",
    img: "",
    content: "那天是情人节，我却不能和你一起过。那天发生了一些不愉快的事情。过几天就是在一起后你的第一个生日，我提前一个月就开始为你准备生日礼物，工科男不懂浪漫，就想做个视频吧，筹集来自五湖四海朋友、陌生人的生日祝福，加上自己想说的话，和我们的照片，做了一个视频，自己感觉相当的满意。本来想是19号那天给你惊喜，14号那天被迫提前给你看了，很受打击的是，你似乎并不像我想象的那么感动。。"
},{
    title: "成都游",
    date: "2014/3/1",
    img: "",
    content: "我们相约寒假后一起去成都旅游。那是我们第一次出去旅游，虽然有发生不愉快的小插曲，但是并不影响我们的旅游，我们玩的很满意，关键是吃的很开心~我还做了一个旅游攻略，就怕把好吃的给漏了哈哈哈，你钟爱的钟水饺以后有机会还会带你去。"
},{
    title: "考研复习",
    date: "2014/7/22",
    img: "./img/xiezi.jpg",
    content: "在南平过完生日之后，就去了学校，开始自己的考研复习，争取考上西电留在西安。那段时间可能因为压力大，特别的烦躁，动不动就和你发脾气或是嫌你烦。你总是不知劳累的来地下室找我，陪我走过了那一段时光。"
},{
    title: "小礼物",
    date: "2014/10/5",
    img: "./img/xiaoliwu.jpg",
    content: "我因为考研没时间陪你过国庆，你跟着学姐去了南京旅游，给我带了小礼物，我很开心，某人还想给我惊喜，骗我还没回来，没想到被我拆穿了~"
},{
    title: "考研结束",
    date: "2014/12/27",
    img: "",
    content: "考研结束后，感觉考得特别差，和自己预估的差太多，你安慰说没事，成绩会不错的。记得那天晚上从西电走出来，看到密密麻麻的人群，心里心灰意冷，觉得自己可以二战了。回到学校后第一件事情就是找你，见到你后，心情会好点了。"
},{
    title: "考研录取",
    date: "2015/3/1",
    img: "",
    content: "考研成绩出来了，确实是不理想差了7分没考上西电，这个不高不低的分数让我又面临着选择，是要二战还是调剂。起初选择西电其他学院、西安理工，就想留在西安，后来想想既然上不了西电最好的专业，我还是回到离家近的地方，最后选择了心中最理想的城市————杭州，和你说了之后，你也是支持我的，但是我心里知道你一定不好受，我们可能要面对的是多年的异地恋。"
},{
    title: "大四最后",
    date: "2015/6/1",
    img: "",
    content: "记得那段时间本来是想好好陪你的，可能是真的是考研傻三年，不知道该怎么对你好了，只能带你这里吃那里吃，我承认确实没有以前那么用心了，但是心却没有变。这段时间我们吵了很多次架，都是因为我。我走的那一天，说好不能哭，但是...唉，我真的好想继续在西安陪你两年，可是...我不得不选择杭州这个更适合我的城市。"
},{
    title: "重庆游",
    date: "2015/10/1",
    img: "./img/hongyadong.png",
    content: "异地了一个月，感觉还行，就是有时候你特别想我粘着我的时候我感觉有点无能为力。还在暑假的时候就计划了国庆的重庆游，我从杭州出发，你从西安出发，都是坐十几个小时的火车，为了我们的见面。重逢后的喜悦胜过旅游的新奇和美食的诱惑，度过了很开心的几天。"
},{
    title: "第二个周年纪念日",
    date: "2015/12/15",
    img: "./img/chongqingyou.png",
    content: "本来想的是在这天到西安找你，由于资金原因（真是不好意思说出口）...没办法到西安找你，有无数个冲动想买个机票飞过去但都忍了下来...你给我织了一条围巾，收到之后我特别的开心，戴上你的围巾非常的温暖，很抱歉的是没有给你准备用心的礼物，买了一盒你说过很多次的费列罗写了一张纸条寄了过去。我们很默契的都在礼物中夹了一张纸条，写上自己想说的话。"
},{
    title: "你的生日",
    date: "2016/2/19",
    img: "",
    content: "我们在一起之后你的第三个生日，真是蠢啊依旧没有什么好点子，就做一个这个来表达一下吧，有点丑请见谅哦~"
}];